[
  {
    "title": "Adaptation to heavy-metal contaminated environments proceeds via selection on pre-existing genetic variation",
    "authors": "Wright, K. M.; Gaudinier, A.; Hellsten, U.; Jeong, A. L.; Sreedasyam, A.; Holalu, S.; Flores Vegara, M.; Rojas Carvajal, A.; Antelope, C.; Chapman, J. A.; Franks, R. G.; Grimwood, J.; Barry, K. W.; Jenkins, J. W.; Lovell, J. T.; Coop, G.; Schmutz, J.; Kelly, J. K.; Rokhsar, D. S.; Blackman, B. K. M.; Willis, J. H.",
    "abstract": "Anthropogenic environmental changes create evolutionary pressures on populations to adapt to novel stresses. It is as yet unclear, when populations respond to these selective pressures, the extent to which this results in convergent genetic evolution and whether convergence is due to independent mutations or shared ancestral variation. We address these questions using a classic example of adaptation by natural selection by investigating the rapid colonization of the plant species Mimulus guttatus to copper contaminated soils. We use field-based reciprocal transplant experiments to demonstrate that mine alleles at a major copper tolerance locus, Tol1, are strongly selected in the mine environment. We assemble the genome of a mine adapted genotype and identify regions of this genome in tight genetic linkage to Tol1. We discover a set of a multicopper oxidase genes that are genetically linked to Tol1 and exhibit large differences in expression between tolerant and non-tolerant genotypes. We overexpressed this gene in M. guttatus and A. thaliana and found the introduced gene contributes to enhanced copper tolerance. We identify convergent adaptation loci that are additional to Tol1 by measuring genome-wide differences in allele frequency between pairs of mine and off-mine populations and narrow these regions to specific candidate genes using differences in protein sequence and gene expression. Furthermore, patterns of genetic variation at the two most differentiated candidate loci are consistent with selection acting upon alleles that predates the existence of the copper mine habitat. These results suggest that adaptation to the mine habitat occurred via selection on ancestral variation, rather than independent de novo mutations or migration between populations.",
    "url": "https://www.biorxiv.org/content/10.1101/029900v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/029900v3.full.pdf",
    "published": "2024-12-16",
    "doi": "10.1101/029900",
    "source": "biorxiv"
  },
  {
    "title": "When Group Means Fail: Can One Size Fit All?",
    "authors": "Grandy, T. H.; Lindenberger, U.; Werkle-Bergner, M.",
    "abstract": "The present study examined whether a cognitive process model that is inferred based on group data holds, and is meaningful, at the level of the individual person. Investigation of this issue is tantamount to questioning that the same set and configuration of cognitive processes is present within all individuals, a usually untested assumption in standard group-based experiments. Search from memory as assessed with the Sternberg memory scanning paradigm is among the most widely studied phenomena in cognitive psychology. According to the original memory scanning model, search is serial and exhaustive. Here we critically examined the validity of this model across individuals and practice. 32 younger adults completed 1488 trials of the Sternberg task distributed over eight sessions. In the first session, group data followed the pattern predicted by the original model, replicating earlier findings. However, data from the first session were not sufficiently reliable for identifying whether each individual complied with the serial exhaustive search model. In sessions six to eight, when participants performed near asymptotic levels of performance, between-person differences were reliable, group data deviated substantially from the original memory search model, and the model fit only 13 of the 32 participants data. Our findings challenge the proposition that one general memory search process exists within a group of healthy younger adults, and questions the testability of this proposition at the individual level in single-session experiments. Implications for cognitive psychology and cognitive neuroscience are discussed with reference to earlier work emphasizing the explicit consideration of potentially existent individual differences.",
    "url": "https://www.biorxiv.org/content/10.1101/126490v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/126490v2.full.pdf",
    "published": "2025-02-12",
    "doi": "10.1101/126490",
    "source": "biorxiv"
  },
  {
    "title": "Evolutionary rescue of spherical mreB deletion mutants of the rod-shape bacterium Pseudomonas fluorescens SBW25",
    "authors": "Yulo, P. R.; Desprat, N.; Gerth, M. L.; Ritzl-Rinkenberger, B.; Farr, A. D.; Liu, Y.; Zhang, X.-X.; Miller, M.; Cava, F.; Rainey, P. B.; Hendrickson, H. L.",
    "abstract": "Maintenance of rod-shape in bacterial cells depends on the actin-like protein MreB. Deletion of mreB from Pseudomonas fluorescens SBW25 results in viable spherical cells of variable volume and reduced fitness. Using a combination of time-resolved microscopy and biochemical assay of peptidoglycan synthesis, we show that reduced fitness is a consequence of perturbed cell size homeostasis that arises primarily from differential growth of daughter cells. A 1,000-generation selection experiment resulted in rapid restoration of fitness with derived cells retaining spherical shape. Mutations in the peptidoglycan synthesis protein Pbp1A were identified as the main route for evolutionary rescue with genetic reconstructions demonstrating causality. Compensatory pbp1A mutations that targeted transpeptidase activity enhanced homogeneity of cell wall synthesis on lateral surfaces and restored cell size homeostasis. Mechanistic explanations require enhanced understanding of why deletion of mreB causes heterogeneity in cell wall synthesis. We conclude by presenting two testable hypotheses, one of which posits that heterogeneity stems from non-functional cell wall synthesis machinery, while the second posits that the machinery is functional, albeit stalled. Overall, our data provide support for the second hypothesis and draw attention to the importance of balance between transpeptidase and glycosyltransferase functions of peptidoglycan building enzymes for cell shape determination.",
    "url": "https://www.biorxiv.org/content/10.1101/263681v5",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/263681v5.full.pdf",
    "published": "2024-12-17",
    "doi": "10.1101/263681",
    "source": "biorxiv"
  },
  {
    "title": "Plants with purple abaxial leaves: A repository of metrics from stomata distribution",
    "authors": "Almeida Filho, H. A.; Martinez Bruno, O.",
    "abstract": "Plants with purple abaxial leaves are very common in nature but the ecophysiological aspects of this phenotype are not well known. We observed here that the purple color of the abaxial tegument in extant plants make stomata completely visible. Based in it we measured the relations between stomatic density and distance between stomata pairs and observed a general log-normal trend line between density and interstomatic distance. These data shows that measures of stomatic distances at purple abaxial leaves are able to be a sensor to environmental changes of living purple plants. In future ecophysiological inferences will be established from the information brought by the measurements of the distance between stomata in purple plants.",
    "url": "https://www.biorxiv.org/content/10.1101/294553v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/294553v3.full.pdf",
    "published": "2025-02-11",
    "doi": "10.1101/294553",
    "source": "biorxiv"
  },
  {
    "title": "Cis-nonPro Peptides: Genuine Occurrences and their Functional Roles",
    "authors": "Richardson, J. S.; Videau, L. L.; Williams, C. J.; Hintze, B. J.; Lewis, S. M.; Richardson, D. C.",
    "abstract": "While cis peptides preceding proline can occur about 5% of the time, cis peptides preceding any other residue (\"cis-nonPro\" peptides) are an extremely rare feature in protein structures, of considerable importance for two opposite reasons. On one hand, their genuine occurrences are mostly found at sites critical to biological function, from the active sites of carbohydrate enzymes to rare adjacent-residue disulfide bonds. On the other hand, a cis-nonPro can easily be misfit into weak or ambiguous electron density, which led to a high incidence of unjustified cis-nonPro over the 2006-2015 decade. This paper uses high-resolution crystallographic data and especially stringent quality-filtering at the residue level to identify genuine occurrences of cis-nonPro, and to survey both individual examples and broad patterns of their functionality.\n\nWe explain the procedure developed to identify genuine cis-nonPro examples with almost no false positives. We then survey a large sample of the varied functional roles and structural contexts of cis-nonPro, including the uses of specific amino acids for particular purposes. We emphasize aspects not previously covered: that cis-nonPro always (except for vicinal disulfides) occur in highly ordered structure, and especially the great concentration of occurrence in proteins that process or bind carbohydrates (identified by occurrence on the CAZy website).",
    "url": "https://www.biorxiv.org/content/10.1101/324517v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/324517v2.full.pdf",
    "published": "2025-01-30",
    "doi": "10.1101/324517",
    "source": "biorxiv"
  },
  {
    "title": "MOSim: bulk and single-cell multi-layer regulatory network simulator",
    "authors": "Monzo, C.; Aguerralde-Martin, M.; Martinez-Mira, C.; Arzalluz, A.; Conesa, A.; Tarazona, S.",
    "abstract": "As multi-omics sequencing technologies advance, the need for simulation tools capable of generating realistic and diverse (bulk and single-cell) multi-omics datasets for method testing and benchmarking becomes increasingly important. We present MOSim, an R package that simulates both bulk (via mosim function) and single-cell (via sc_mosim function) multi-omics data. The mosim function generates bulk transcriptomics data (RNA-seq) and additional regulatory omics layers (ATAC-seq, miRNA-seq, ChIP-seq, Methyl-seq and Transcription Factors), while sc_mosim simulates single-cell transcriptomics data (scRNA-seq) with scATAC-seq and Transcription Factors as regulatory layers. The tool supports various experimental designs, including simulation of gene co-expression patterns, biological replicates, and differential expression between conditions.\n\nMOSim enables users to generate quantification matrices for each simulated omics data type, capturing the heterogeneity and complexity of bulk and single-cell multi-omics datasets. Furthermore, MOSim provides differentially abundant features within each omics layer and elucidates the active regulatory relationships between regulatory omics and gene expression data at both bulk and single-cell levels.\n\nBy leveraging MOSim, researchers will be able to generate realistic and customizable bulk and single-cell multi-omics datasets to benchmark and validate analytical methods specifically designed for the integrative analysis of diverse regulatory omics data.\n\nKey PointsO_LIMOSim is capable of generating synthetic datasets for a broad spectrum of omics types, supporting bulk RNA-seq, ChIP-seq, ATAC-seq, miRNA-seq, Methyl-seq, and transcription factor data, as well as single-cell omics, including scRNA-seq, scATAC-seq, and transcription factors.\nC_LIO_LIMOSim enables the robust simulation of complex, many-to-many regulatory relationships across molecular layers, faithfully capturing intricate regulatory patterns.\nC_LIO_LIOffering extensive options for customization, MOSims flexible experimental design and parameterization empowers users to simulate count matrices and multilayer regulatory networks, tailoring simulations to diverse experimental scenarios and omics types.\nC_LI",
    "url": "https://www.biorxiv.org/content/10.1101/421834v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/421834v3.full.pdf",
    "published": "2025-02-17",
    "doi": "10.1101/421834",
    "source": "biorxiv"
  },
  {
    "title": "Redistribution of proteasomes through diffusion and cytoskeleton-dependent mechanisms upon stress induced by protein aggregates",
    "authors": "Morten, M. J.; Zhang, Y.; Li, B.; Meng, J. X.; Jiang, K.; Sirvio, L.; Lee, J. E.; Lippert, A. H.; Burridge, M.; Pulgar Prieto, K. D.; Carr, A. R.; Ponjavic, A.; Lee, S. F.; Finley, D.; Klenerman, D.; Ye, Y.",
    "abstract": "Proteasomes are abundant molecular machines distributed throughout the eukaryotic cell to facilitate protein degradation. We previously showed that proteasomes can re-organize and assemble into foci bodies in response to proteotoxic stress1, which we termed transient aggregate-associated droplets (TAADs)2. Here, we use single-molecule localization microscopy to quantify re-organization of mammalian proteasomes in different subcellular regions during proteotoxic stress to engage with invading protein aggregates. We determine that [~]60% of 20S proteasomes are capped by at least one 19S particle, and this ratio remains constant during stress. Using single-particle tracking, we show that cells confine global proteasomal movement when experiencing proteotoxic stress via a cytoskeleton-dependent mechanism. Similar limitations on proteasome movement are also observed upon membrane depolarization and repolarization events by patch clamp, which directly induce proteasomes to move away or towards the plasma membrane, respectively. Together, our experiments reveal distinct modes of proteasome motion dependent on cellular requirements, and propose that proteasome transport is restricted upon aggregate invasion to facilitate their subsequent degradation.",
    "url": "https://www.biorxiv.org/content/10.1101/487702v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/487702v2.full.pdf",
    "published": "2025-01-16",
    "doi": "10.1101/487702",
    "source": "biorxiv"
  },
  {
    "title": "WITHDRAWN: The miR-338-3p involve in response to acute radiation syndrome by targeting DYRK2 in Tibet minipig",
    "authors": "Yujue, W.; Min, Y.; Kai, G.; Shaojie, W.; Yuguang, T.",
    "abstract": "Withdrawal statementThe authors have withdrawn this manuscript because the operation process of animal tumors does not comply with relevant ethical requirements. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.",
    "url": "https://www.biorxiv.org/content/10.1101/506444v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/506444v2.full.pdf",
    "published": "2025-01-28",
    "doi": "10.1101/506444",
    "source": "biorxiv"
  },
  {
    "title": "An Event-Related Potential Study of Onset Primacy in Visual Change Detection",
    "authors": "Van Pelt, J.; Lowe, B. G.; Robinson, J. E.; Donaldson, M. J.; Johnston, P.; Yamamoto, N.",
    "abstract": "Onset primacy is a behavioural phenomenon whereby humans identify the appearance of an object (onset) with greater efficiency than other kinds of visual change, such as the disappearance of an object (offset). The default mode hypothesis explains this phenomenon by postulating that the attentional system is optimised for onset detection in its initial state. The present study extended this hypothesis by combining a change detection task and measurement of the P300 event-related potential, which was thought to index the amount of processing resources available to detecting onsets and offsets. In an experiment, while brain activity was monitored by electroencephalography, participants indicated the locations of onsets and offsets under the condition in which they occurred equally often in the same locations across trials. Although there was no reason to prioritise detecting one type of change over the other, onsets were detected more quickly and they evoked a larger P300 than offsets. These results suggest that processing resources are preferentially allocated to onset detection. This biased allocation may be a basis on which the attentional system defaults to the  onset detection mode.",
    "url": "https://www.biorxiv.org/content/10.1101/539932v5",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/539932v5.full.pdf",
    "published": "2025-01-22",
    "doi": "10.1101/539932",
    "source": "biorxiv"
  },
  {
    "title": "Role of sortase-assembled Ebp pili in Enterococcus faecalis adhesion to iron oxides and its impact on extracellular electron transfer",
    "authors": "Ho, F. K.; Lam, L. N.; Matysik, A.; Watts, T. D.; Wong, J. J.; Chong, K. K. L.; Choo, P. Y.; Tolar, J.; Low, P. M.; Chua, Z. S.; Paxman, J. J.; Heras, B.; Marsili, E.; Ajo-Franklin, C. M.; Kline, K. A.",
    "abstract": "Enterococcus faecalis sortase-assembled endocarditis and biofilm-associated pili (Ebp) are a virulence factor implicated in enterococcal biofilm-associated infections and gastrointestinal colonization. We previously showed that E. faecalis biofilm metabolism is influenced by extracellular electron transfer (EET) under iron-rich conditions, raising the question of whether Ebp pili also play a role in EET. Here, we report a novel role of Ebp pili in E. faecalis adhesion to the iron oxides magnetite, goethite and hematite, where the EbpA tip adhesin contributes to this interaction. Adhesion by Ebp pili is conditionally important for EET to iron oxides, as pilus mutants are attenuated in EET under non-static growth conditions. In alignment with the established role of EET in redox homeostasis, we find that EET to ferricyanide supports E. faecalis anaerobic growth on glycerol. Further, in an antibiotic-treated mouse gastrointestinal colonization model, we show that E. faecalis mutants deficient in EET poorly colonize the intestinal niche. Taken together, our findings suggest that Ebp pili can influence E. faecalis metabolic fitness by promoting EET to iron oxides, raising new questions of how Ebp pili shape E. faecalis interactions with environmental ecosystems. Furthermore, the important role of EET in E. faecalis colonization of the dysbiotic gastrointestinal environment highlights the need for further inquiry into how EET contributes to E. faecalis microbial pathogenesis.\n\nImportanceIn this study, we explored the interplay between extracellular electron transfer (EET) and an Enterococcus faecalis biofilm factor, the endocarditis and biofilm-associated pili (Ebp). We demonstrate that Ebp pili have a novel role in adhesion to iron oxides, which consequently promotes EET to iron oxides under non-static conditions. Along with our findings that E. faecalis EET can be coupled to anaerobic cell growth, our results point to a potential ecological role of Ebp pili in natural environments, outside of its established function in adhesion to host ligands. We provide the first evidence of the contribution of EET to E. faecalis colonization of the antibiotic-treated murine intestinal niche, which adds to the limited experimental evidence linking EET and microbial pathogenesis, as well as highlights the need for further studies of EET in bacterial pathogens.",
    "url": "https://www.biorxiv.org/content/10.1101/601666v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/601666v2.full.pdf",
    "published": "2024-12-18",
    "doi": "10.1101/601666",
    "source": "biorxiv"
  },
  {
    "title": "YAP controls cell migration and invasion through a Rho-GTPase switch",
    "authors": "Shah, S. R.; Ren, C.; Tippens, N. D.; Park, J.; Mohyeldin, A.; Wang, S.; Vela, G.; Martinez-Gutierrez, J. C.; Margolis, S. S.; Schmidt, S.; Xia, S.; Quinones-Hinojosa, A.; Levchenko, A.",
    "abstract": "Delineating the mechanisms controlling the invasive spread of non-diseased and transformed cells is central to understanding diverse processes including cancer progression. Here, we found that Yes-associated protein (YAP), a central transcriptional regulator implicated in controlling organ and body size, modulated a Rho-GTPase switch that drives cellular migration by transactivating the Rac1-GEF protein TRIO through direct modulation of its intronic enhancer. Additionally, YAP and TRIO may promote invasive behavior through putative crosstalk with STAT3 signaling, a potential downstream target. Although we found this YAP-dependent infiltrative program in many cell types, it was particularly enhanced in a patient-specific manner in the most common malignant brain tumor, glioblastoma (GBM), where hyperactivation of the YAP, TRIO, and STAT3 signatures also conferred poor clinical outcome. Our analysis suggests that the YAP-TRIO-Rho-GTPase signaling network identified in this study is a ubiquitous regulator of invasive cell spread in both physiological and pathological contexts.",
    "url": "https://www.biorxiv.org/content/10.1101/602052v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/602052v4.full.pdf",
    "published": "2025-02-21",
    "doi": "10.1101/602052",
    "source": "biorxiv"
  },
  {
    "title": "Mapping-based genome size estimation",
    "authors": "Natarajan, S.; Gehrke, J.; Pucker, B.",
    "abstract": "While the size of chromosomes can be measured under a microscope, obtaining the exact size of a genome remains a challenge. Biochemical methods and k-mer distribution-based approaches allow only estimations. An alternative approach to estimate the genome size based on high contiguity assemblies and read mappings is presented here. Analyses of Arabidopsis thaliana and Beta vulgaris data sets are presented to show the impact of different parameters. Oryza sativa, Brachypodium distachyon, Solanum lycopersicum, Vitis vinifera, and Zea mays were also analyzed to demonstrate the broad applicability of this approach. Further, MGSE was also used to analyze Eschericia coli, Saccharomyces cerevisiae, and Caenorhabditis elegans datasets to show its utility beyond plants. Mapping-based Genome Size Estimation (MGSE) and additional scripts are available on GitHub: https://github.com/bpucker/MGSE. MGSE predicts genome sizes based on short reads or long reads requiring a minimal coverage of 5-fold.",
    "url": "https://www.biorxiv.org/content/10.1101/607390v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/607390v3.full.pdf",
    "published": "2025-03-10",
    "doi": "10.1101/607390",
    "source": "biorxiv"
  },
  {
    "title": "Localist Neural Plasticity Identified By Mutual Information",
    "authors": "Scheler, G.; Schumann, M. L.; Schumann, J. M.",
    "abstract": "We present a model of pattern memory and retrieval with novel, technically useful and biologically realistic properties. Specifically, we enter n variations of k pattern classes (n*k patterns) onto a cortex-like balanced inhibitory-excitatory network with heterogeneous neurons, and let the pattern spread within the recurrent network. We show that we can identify high mutual-information (MI) neurons as major information-bearing elements within each pattern representation. We employ a simple one-shot adaptive (learning) process focusing on high MI neurons and inhibition. Such  localist plasticity has high efficiency, because it requires only few adaptations for each pattern. Specifically, we store k=10 patterns of size s=400 in a 1000/1200 neuron network. We stimulate high MI neurons and in this way recall patterns, such that the whole network represents this pattern. We assess the quality of the representation (a) before learning, when entering the pattern into a naive network, (b) after learning, on the adapted network, and (c) after recall by stimulation. The recalled patterns could be easily recognized by a trained classifier. The recalled pattern  unfolds over the recurrent network with high similarity to the original input pattern. We discuss the distribution of neuron properties in the network, and find that an initial Gaussian distribution changes into a more heavy-tailed, lognormal distribution during the adaptation process. The remarkable result is that we are able to achieve reliable pattern recall by stimulating only high information neurons. This work provides a biologically-inspired model of cortical memory and may have interesting technical applications.",
    "url": "https://www.biorxiv.org/content/10.1101/658153v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/658153v4.full.pdf",
    "published": "2024-12-22",
    "doi": "10.1101/658153",
    "source": "biorxiv"
  },
  {
    "title": "Localist Neural Plasticity Identified By Mutual Information",
    "authors": "Scheler, G.; Schumann, M. L.; Schumann, J. M.",
    "abstract": "We present a model of pattern memory and retrieval with novel, technically useful and biologically realistic properties. Specifically, we enter n variations of k pattern classes (n*k patterns) onto a cortex-like balanced inhibitory-excitatory network with heterogeneous neurons, and let the pattern spread within the recurrent network. We show that we can identify high mutual-information (MI) neurons as major information-bearing elements within each pattern representation. We employ a simple one-shot adaptive (learning) process focusing on high MI neurons and inhibition. Such  localist plasticity has high efficiency, because it requires only few adaptations for each pattern. Specifically, we store k=10 patterns of size s=400 in a 1000/1200 neuron network. We stimulate high MI neurons and in this way recall patterns, such that the whole network represents this pattern. We assess the quality of the representation (a) before learning, when entering the pattern into a naive network, (b) after learning, on the adapted network, and (c) after recall by stimulation. The recalled patterns could be easily recognized by a trained classifier. The recalled pattern  unfolds over the recurrent network with high similarity to the original input pattern. We discuss the distribution of neuron properties in the network, and find that an initial Gaussian distribution changes into a more heavy-tailed, lognormal distribution during the adaptation process. The remarkable result is that we are able to achieve reliable pattern recall by stimulating only high information neurons. This work provides a biologically-inspired model of cortical memory and may have interesting technical applications.",
    "url": "https://www.biorxiv.org/content/10.1101/658153v5",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/658153v5.full.pdf",
    "published": "2024-12-26",
    "doi": "10.1101/658153",
    "source": "biorxiv"
  },
  {
    "title": "A bacterial regulatory uORF senses multiple classes of ribosome-targeting antibiotics",
    "authors": "Baniulyte, G.; Wade, J.",
    "abstract": "Expression of many bacterial genes is regulated by cis- and trans-acting elements in their 5 upstream regions (URs). Cis-acting regulatory elements in URs include upstream ORFs (uORF), short ORFs that sense translation stress that manifests as ribosomes stalling at specific codons within the uORF. Here, we show that the transcript encoding the Escherichia coli TopAI-YjhQ toxin-antitoxin system is regulated by a uORF that we name \"toiL\". We propose that in the absence of translation stress, a secondary structure in the UR represses translation of the topAI transcript by occluding the ribosome-binding site. Translation repression of topAI leads to premature Rho-dependent transcription termination within the topAI ORF. At least five different classes of ribosome-targeting antibiotics relieve repression of topAI. Our data suggest that these antibiotics function by stalling ribosomes at different positions within toiL, thereby altering the RNA secondary structure around the topAI ribosome-binding site. Thus, toiL is a multipurpose uORF that can respond to a wide variety of translation stresses.",
    "url": "https://www.biorxiv.org/content/10.1101/682021v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/682021v4.full.pdf",
    "published": "2025-03-06",
    "doi": "10.1101/682021",
    "source": "biorxiv"
  },
  {
    "title": "Parallel mosaic speciation via mutation-order and ecological divergence",
    "authors": "James, M. E.; Melo, M. C.; Roda, F.; Bernal-Franco, D. M.; Wilkinson, M. J.; Walter, G. M.; Liu, H.; Engelstaedter, J.; Ortiz-Barrientos, D.",
    "abstract": "Natural selection shapes how new species arise, yet the mechanisms that generate reproductive barriers remain debated. Although ecological divergence in contrasting environments and mutation-order processes in similar environments are often viewed as distinct speciation mechanisms, we show they act together as part of a continuum we call  parallel mosaic speciation. In the Senecio lautus species complex, Dune and Headland ecotypes have evolved repeatedly along the Australian coastline. Through crossing experiments and field studies, we find that divergent natural selection promotes strong reproductive isolation between the Dune and Headland ecotypes. While uniform selection maintains reproductive compatibility among ecologically similar Dune populations, Headland populations have evolved reproductive barriers despite their convergent prostrate phenotypes, likely driven by adaptation to heterogeneous environments. To understand how habitat heterogeneity contributes to patterns of reproductive isolation, we extend previous theoretical work on the accumulation of hybrid incompatibilities to account for environmental gradients and polygenic adaptation. We show that the probability of reproductive isolation depends on three factors: how similar the environments are, how complex the genetic architecture is, and how selection coefficients are distributed among beneficial mutations. These theoretical findings explain how reproductive isolation arises in systems like Senecio, where multiple forms of selection jointly drive parallel speciation.",
    "url": "https://www.biorxiv.org/content/10.1101/692673v6",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/692673v6.full.pdf",
    "published": "2025-03-02",
    "doi": "10.1101/692673",
    "source": "biorxiv"
  },
  {
    "title": "Post-learning replay of hippocampal-striatal activity is biased by reward-prediction errors",
    "authors": "Roscow, E. L.; Howe, T.; Lepora, N. F.; Jones, M. W.",
    "abstract": "Neural activity encoding recent experiences is replayed during sleep and rest to promote consolidation of memories. However, precisely which features of experience influence replay prioritisation to optimise adaptive behaviour remains unclear. Here, we trained adult male rats on a novel maze-based reinforcement learning task designed to dissociate reward outcomes from reward-prediction errors. Four variations of a reinforcement learning model were fitted to the rats behaviour over multiple days. Behaviour was best predicted by a model incorporating replay biased by reward-prediction error, compared to the same model with no replay, random replay or reward-biased replay. Neural population recordings from the hippocampus and ventral striatum of rats trained in the task evidenced preferential reactivation of reward-prediction signals during post-task rest. These insights disentangle the influences of salience on replay, suggesting that reinforcement learning is tuned by post-learning replay biased by reward-prediction error, not by reward per se. This work therefore provides a behavioural and theoretical toolkit with which to measure and interpret the neural mechanisms linking replay and reinforcement learning.",
    "url": "https://www.biorxiv.org/content/10.1101/716290v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/716290v2.full.pdf",
    "published": "2025-02-17",
    "doi": "10.1101/716290",
    "source": "biorxiv"
  },
  {
    "title": "Indian Wellderly exomes underscore NRAP roles in elderly hypertrophic cardiomyopathy",
    "authors": "Chimata, P.; Ankit, S.; Agrawal, R.; Rao, V. J.; Koranchery, R.; Rajendran, R.; Mohanan, K. S.; Shenthar, J.; Bazrafshan, S.; Sadayappan, S.; Ahamed, H.; Dhandapany, P. S.",
    "abstract": "Hypertrophic cardiomyopathy (HCM) is a genetic disorder that affects people of all ages, with the elderly population being inadequately studied. It is primarily caused by gene variants that encode proteins involved in the structure and function of the heart muscle. The identification of genes associated with elderly HCM requires ethnic-specific genomic sequences from Wellderly individuals. Currently, no Indian Wellderly dataset is available. To address this, we collected and sequenced the Indian Wellderly population. We built a novel Indian database of healthy aging nucleotide sequences (named i-DHANS) and is newly accessible at IndiCardiome. Utilizing this database and Indian HCM cohort, we identified nebulin-related anchoring protein (NRAP) as a gene associated with elderly HCM. NRAP is crucial for the assembly of myofibrils and transmission of force from the sarcomere to the extracellular matrix. Our functional analysis showed that the identified NRAP variant had significantly reduced interactions with its interacting partners, such as Kelch-like protein 41 (KLHL41) and -actinin, implying a loss of function. In summary, our findings indicate that NRAP is a new elderly cardiomyopathy gene, and our Indian Wellderly database is a valuable resource for identifying ethnic-specific genes for various diseases.",
    "url": "https://www.biorxiv.org/content/10.1101/789065v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/789065v2.full.pdf",
    "published": "2025-01-30",
    "doi": "10.1101/789065",
    "source": "biorxiv"
  },
  {
    "title": "Cognitive control of behavior and hippocampal information processing without medial prefrontal cortex",
    "authors": "Park, E.; Reilly, K. O.; Grubbs, G.; Taborga, D.; Nicholas, K.; Ahmeda, A. S.; Ruiz, N.; Kim, N.; Segura-Carrillo, S.; Fenton, A. A.",
    "abstract": "Cognitive control tasks require using one class of information while ignoring competing classes of information. The central role of the medial prefrontal cortex (mPFC) in cognitive control is well established in the primate literature, and largely accepted in the rodent literature because mPFC damage causes deficits in tasks that may require cognitive control, as inferred, typically from the task design. In prior work, we used an active place avoidance task where a rat or mouse on a rotating arena is required to avoid the stationary task-relevant locations of a mild shock and ignore the rotating task-irrelevant locations of those shocks. The task is impaired by hippocampal manipulations, and the discharge of hippocampal place cell populations judiciously alternates between representing stationary locations near the shock zone and rotating locations far from the shock zone, demonstrating cognitive control concurrently in behavior and the hippocampal representation of spatial information. Here we test whether rat mPFC lesion impairs the active place avoidance task to evaluate two competing hypotheses, a \"central-computation\" hypothesis that the mPFC is essential for the computations required for cognitive control and an alternative \"local-computation\" hypothesis that other brain areas can perform the computations required for cognitive control, independent of mPFC. Ibotenic acid lesion of the mPFC was effective, damaging the cingulate, prelimbic and infralimbic cortices. The lesion also altered the normal coordination of metabolic activity across remaining structures. The lesion did not impair learning to avoid the initial location of shock or long-term place avoidance memory, but impaired avoidance after the shock was relocated. The lesion also did not impair the alternation between task-relevant and task-irrelevant hippocampal representations of place information. These findings support the local-computation hypothesis that computations required for cognitive control can occur locally in brain networks independently of the mPFC.",
    "url": "https://www.biorxiv.org/content/10.1101/2019.12.20.884262v5",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2019.12.20.884262v5.full.pdf",
    "published": "2025-02-24",
    "doi": "10.1101/2019.12.20.884262",
    "source": "biorxiv"
  },
  {
    "title": "Oculomotor-related measures are predictive of reading acquisition in first grade early readers",
    "authors": "Portnoy, A.; Gilaie-Dotan, S.",
    "abstract": "1Some estimates suggest that one in seven good readers and the majority of children with reading difficulties suffer from oculomotor dysfunction (OMD), an umbrella term for abnormalities in comfortable and accurate fixations, pursuits and saccades. However, national vision evaluation programs worldwide are often limited to distance visual acuity (dVA), not testing for OMD despite its high prevalence and the ease to detect it in brief optometric evaluations. We hypothesized that reading acquisition is dependent on good oculomotor functions and therefore inadequate oculomotor control will be associated with reading difficulties. We retrospectively examined and compared oculomotor evaluations and reading assessments (using standardized national reading norms) of a normative class (28 first graders (6-7 yr. olds)) that were independently obtained while blind to the other assessment. Almost a third (29.6%) were categorized as having OMD-related difficulties; better oculomotor performance was predictive of better reading performance. Control analysis revealed dVA was not positively associated with reading performance. Linear regression analyses further corroborated these findings. While this study is based on a small cohort and replications are needed, our results indicate that oculomotor functions are associated with reading acquisition and suggest that young children struggling with reading should be referred to a comprehensive visual evaluation including oculomotor assessments. This may allow providing treatments for learning-related visual issues.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.03.09.983197v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.03.09.983197v2.full.pdf",
    "published": "2025-03-24",
    "doi": "10.1101/2020.03.09.983197",
    "source": "biorxiv"
  },
  {
    "title": "KDM2B Silencing Elicits a Paracrine Mechanism Which Destabilizes SLUG, Promoting Differentiation of Basal-Like Breast Cancer Cells.",
    "authors": "Fraile, E.-A.; Soysal, B.; Anastas, V.; Soysal, Z. T.; Serebrennikova, O.; Paraskevopoulou, M. D.; Chavdoula, E.; Tsichlis, P. N.",
    "abstract": "KDM2B is a JmjC domain H3K36me2/H3K36me1 demethylase, which immortalizes cells in culture and contributes to the biology of both embryonic and adult stem cells, including cancer stem cells. Here we show that the silencing of KDM2B activates a tyrosine kinase receptor-dependent paracrine mechanism, which results in the downregulation of SNAI2 (SLUG), SNAI1 (SNAIL) and SOX9, which also contribute to the biology of stem and progenitor cells. The downregulation of these molecules is posttranscriptional and in the case of SNAI2-encoded SLUG, it is due to calpain-dependent proteolytic degradation. SLUG abundance in normally growing cells is under the homeostatic control of GSK3, which phosphorylates SLUG and tags it for proteasomal degradation. The paracrine mechanism activated by KDM2B depletion, activates FGFR1 and EGFR family members, and blocks the homeostatic SLUG degradation by inactivating GSK3. This, however, sensitizes SLUG to classical calpains, which are also activated in KDM2B-depleted cells via Ca2+ influx and calpastatin downregulation. The switch in SLUG degradation pathways, results in the rapid degradation of SLUG and the differentiation of breast cancer stem cells, revealing an unexpected mechanism of stem cell regulation by a lysine demethylase.\n\nHIGHLIGHTSO_LIGSK3 phosphorylates SLUG and promotes its homeostatic proteasomal degradation\nC_LIO_LIKDM2B depletion results in GSK3 inactivation, Ca2+ upregulation and calpain activation.\nC_LIO_LIDownregulation of SLUG phosphorylation by GSK3, sensitizes SLUG to calpain activation.\nC_LIO_LIGSK3 inactivation and Ca2+ upregulation are due to an RTK-dependent paracrine mechanism\nC_LI\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=199 HEIGHT=200 SRC=\"FIGDIR/small/109819v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (31K):\norg.highwire.dtl.DTLVardef@1cee15corg.highwire.dtl.DTLVardef@12d757corg.highwire.dtl.DTLVardef@17c2dd4org.highwire.dtl.DTLVardef@1a4dcef_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
    "url": "https://www.biorxiv.org/content/10.1101/2020.05.21.109819v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.05.21.109819v2.full.pdf",
    "published": "2025-02-26",
    "doi": "10.1101/2020.05.21.109819",
    "source": "biorxiv"
  },
  {
    "title": "Altered Huntingtin-Chromatin Interactions Predict Transcriptional and Epigenetic Changes in Huntington's Disease Mouse Models",
    "authors": "Pearl, J. R.; Shetty, A. C.; Cantle, J. P.; Bergey, D. E.; Bragg, R. M.; Coffey, S. R.; Kordasiewicz, H. B.; Hood, L. E.; Price, N. D.; Ament, S. A.; Carroll, J. B.",
    "abstract": "Progressive striatal gene expression changes and epigenetic alterations are a prominent feature of Huntingtons disease (HD), but the mechanistic basis remains poorly understood. Using chromatin immunoprecipitation and sequencing (ChIP-seq), we show that the huntingtin protein (HTT) reproducibly occupies specific locations in the mouse genome. Moreover, many genomic loci were differentially occupied by HTT in striatal tissue from a homozygous knock-in mouse model of HD (B6.HttQ111/Q111) when compared to wildtype controls. Huntingtin ChIP-seq peaks were enriched in the coding regions of cell identity genes important for striatal function, with many of these genes found to have reduced expression in the striata of HD patients and mouse models, as well as reduced HTT occupancy in HttQ111/Q111mice compared to controls. Conversely, HTT ChIP-seq peaks were depleted near genes that are up-regulated in HD. ChIP-seq of bulk striatal histone modifications, generated in parallel, revealed genotype-specific colocalization of HTT with active chromatin marks (H3K4me3 and H3K27ac), and with enhancer of zeste homolog 2 (EZH2), a key enzymatic component of the PRC2 complex. Near genes that are differentially regulated in HD, greater HTT occupancy in HttQ111/Q111 vs. wildtype mice was associated with increased EZH2 binding, increased histone H3 lysine 4 (H3K4me3), and decreased histone H3 lysine 27 (H3K27me3). Our study suggests that huntingtin-chromatin interactions may play a direct role in organizing chromatin and promoting cell type-specific gene expression, with loss of HTT occupancy predicting decreased gene expression in HD.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.06.04.132571v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.06.04.132571v2.full.pdf",
    "published": "2025-01-07",
    "doi": "10.1101/2020.06.04.132571",
    "source": "biorxiv"
  },
  {
    "title": "Untangling stability and gain modulation in cortical circuits with multiple interneuron classes",
    "authors": "Bos, H.; Miehl, C.; Oswald, A.-M.; Doiron, B.",
    "abstract": "Synaptic inhibition is the mechanistic backbone of a suite of cortical functions, not the least of which are maintaining network stability and modulating neuronal gain. In cortical models with a single inhibitory neuron class, network stabilization and gain control work in opposition to one another - meaning high gain coincides with low stability and vice versa. It is now clear that cortical inhibition is diverse, with molecularly distinguished cell classes having distinct positions within the cortical circuit. We analyze circuit models with pyramidal neurons (E) as well as parvalbumin (PV) and somatostatin (SOM) expressing interneurons. We show how in E - PV - SOM recurrently connected networks an SOM-mediated modulation can lead to simultaneous increases in neuronal gain and network stability. Our work exposes how the impact of a modulation mediated by SOM neurons depends critically on circuit connectivity and the network state.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.06.15.148114v5",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.06.15.148114v5.full.pdf",
    "published": "2025-01-21",
    "doi": "10.1101/2020.06.15.148114",
    "source": "biorxiv"
  },
  {
    "title": "Improving qBOLD based measures of oxygen extraction fraction using hyperoxia-BOLD derived measures of blood volume",
    "authors": "Stone, A. J.; Blockley, N. P.",
    "abstract": "PurposeStreamlined-qBOLD (sqBOLD) is a refinement of the quantitative BOLD (qBOLD) technique capable of producing non-invasive and quantitative maps of oxygen extraction fraction (OEF) in a clinically feasible scan time. However, sqBOLD measurements of OEF have been reported as being systematically lower than expected in healthy brain. Since the qBOLD framework infers OEF from the ratio of the reversible transverse relaxation rate (R2') and deoxygenated blood volume (DBV), this underestimation has been attributed the overestimation of DBV. Therefore, this study proposes the use of an independent measure of DBV using hyperoxia-BOLD and investigates whether this results in improved estimates of OEF.\n\nMethodsMonte Carlo simulations were used to simulate the qBOLD and hyperoxia-BOLD signals and to compare the systematic and noise related errors of sqBOLD and the new hyperoxia-qBOLD (hqBOLD) technique. Experimentally, sqBOLD and hqBOLD measurements were performed and compared with TRUST (T2 relaxation under spin tagging) based oximetry in the sagittal sinus.\n\nResultsSimulations showed a large improvement in the uncertainty of DBV measurements leading to a much improved dynamic range for OEF measurements with hqBOLD. In a group of ten healthy volunteers, hqBOLD produced measurements of OEF in cortical grey matter (OEFhqBOLD = 38.1 {+/-} 10.1 %) that were not significantly different to TRUST oximetry measures (OEFTRUST = 40.4 {+/-} 7.7 %), whilst sqBOLD derived measures (OEFsqBOLD = 16.1 {+/-} 3.1 %) were found to be significantly different.\n\nConclusionThe simulations and experiments in this study demonstrate that an independent measure of DBV provides improved estimates of OEF.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.06.14.151134v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.06.14.151134v2.full.pdf",
    "published": "2025-02-06",
    "doi": "10.1101/2020.06.14.151134",
    "source": "biorxiv"
  },
  {
    "title": "microRNA-19b regulates proliferation & patterning in the avian forebrain",
    "authors": "Mishra, A.; Sindhu, S. K.; Udaykumar, N.; Sen, J.",
    "abstract": "Unlike the six-layered organization of neurons in the mammalian neocortex, the avian pallium features spatially-segregated neuronal clusters with partially conserved gene expression. While efforts to uncover similarities between the avian pallium and mammalian neocortex have persisted, the mechanisms of pallial development in birds have not been comprehensively explored. Here, we have established the role of a highly conserved microRNA, miR-19b, in controlling proliferation in the embryonic avian forebrain, by regulating the expression of E2f8, a cell-cycle inhibitor and NeuroD1, a neuronal differentiation factor. Further, investigation revealed that there exists a proliferation-dependent specification of pallial neurons in birds, similar to that in mammals. In summary, these findings suggest a profound role of miR-19b in shaping the avian pallium and indicate a closer resemblance of developmental mechanisms between the avian pallium and the mammalian neocortex.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.06.21.163980v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.06.21.163980v4.full.pdf",
    "published": "2024-12-22",
    "doi": "10.1101/2020.06.21.163980",
    "source": "biorxiv"
  },
  {
    "title": "microRNA-19b regulates proliferation & patterning in the avian forebrain",
    "authors": "Mishra, A.; Sindhu, S. K.; Udaykumar, N.; Sen, J.",
    "abstract": "Unlike the six-layered organization of neurons in the mammalian neocortex, the avian pallium features spatially-segregated neuronal clusters with partially conserved gene expression. While efforts to uncover similarities between the avian pallium and mammalian neocortex have persisted, the mechanisms of pallial development in birds have not been comprehensively explored. Here, we have established the role of a highly conserved microRNA, miR-19b, in controlling proliferation in the embryonic avian forebrain, by regulating the expression of E2f8, a cell-cycle inhibitor and NeuroD1, a neuronal differentiation factor. Further, investigation revealed that there exists a proliferation-dependent specification of pallial neurons in birds, similar to that in mammals. In summary, these findings suggest a profound role of miR-19b in shaping the avian pallium and indicate a closer resemblance of developmental mechanisms between the avian pallium and the mammalian neocortex.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.06.21.163980v5",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.06.21.163980v5.full.pdf",
    "published": "2025-01-08",
    "doi": "10.1101/2020.06.21.163980",
    "source": "biorxiv"
  },
  {
    "title": "Crossover designation recruits condensin to reorganize the meiotic chromosome axis",
    "authors": "Leon, V. A.; Markowitz, T. E.; Hong, S.; Raghavan, A. R.; Heldrich, J.; Kim, K. P.; Hochwagen, A.",
    "abstract": "Crossover recombination supports meiotic chromosome inheritance and fertility by establishing chiasmata between homologous chromosomes prior to the first meiotic division. In addition to the physical exchange of DNA mediated by meiotic recombination, chiasma formation also involves restructuring of the underlying chromosome axis. Here, we identify condensin as an important regulator of axis remodeling in S. cerevisiae. Condensin is recruited near sites of meiotic crossover designation by pro-crossover factors but is largely dispensable for DNA exchange. Instead, condensin helps to create discontinuities in the meiotic chromosome axis. Condensin mutants exhibit significantly more continuous axis signals and exhibit a chromosomal buildup of the conserved axis remodeler Pch2. Consistent with an important role of axis restructuring at crossover sites, the canonical anaphase-bridge phenotype of condensin mutants is partly rescued by redirecting meiotic DNA repair to sister chromatids instead of homologous chromosomes, suggesting that crossover-associated axis reorganization is important for faithful meiotic chromosome segregation.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.07.16.207068v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.07.16.207068v2.full.pdf",
    "published": "2025-03-11",
    "doi": "10.1101/2020.07.16.207068",
    "source": "biorxiv"
  },
  {
    "title": "The ESCRT protein CHMP5 restricts bone formation by controlling endolysosome-mitochondrion-mediated cell senescence",
    "authors": "Zhang, F.; Wang, Y.; Zhang, L.; Wang, C.; Chen, D.; Liu, H.; Xu, R.; Haynes, C. M.; Shim, J.-H.; Ge, X.",
    "abstract": "The dysfunction of the cellular endolysosomal pathway, such as in lysosomal storage diseases, can cause severe musculoskeletal disorders. However, how endolysosomal dysfunction causes musculoskeletal abnormalities remains poorly understood, limiting therapeutic options. Here, we report that CHMP5, a member of the endosomal sorting complex required for transport (ESCRT)-III protein family, is essential to maintain the endolysosomal pathway and regulate bone formation in osteogenic lineage cells. Genetic ablation of Chmp5 in mouse osteogenic cells increases bone formation in vivo and in vitro. Mechanistically, Chmp5 deletion causes endolysosomal dysfunction by decreasing the VPS4A protein, and CHMP5 overexpression is sufficient to increase the VPS4A protein. Subsequently, endolysosomal dysfunction disturbs mitochondrial functions and increases mitochondrial ROS, ultimately resulting in skeletal cell senescence. Senescent skeletal cells cause abnormal bone formation by combining cell-autonomous and paracrine actions. Importantly, the elimination of senescent cells using senolytic drugs can alleviate musculoskeletal abnormalities in Chmp5 conditional knockout mice. Therefore, our results show that cell senescence represents an underpinning mechanism and a therapeutic target for musculoskeletal disorders caused by the aberrant endolysosomal pathway, such as in lysosomal storage diseases. These results also uncover the function and mechanism of CHMP5 in the regulation of cell senescence by affecting the endolysosomal-mitochondrial pathway.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.08.03.233874v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.08.03.233874v3.full.pdf",
    "published": "2025-03-26",
    "doi": "10.1101/2020.08.03.233874",
    "source": "biorxiv"
  },
  {
    "title": "The ESCRT protein CHMP5 restricts bone formation by controlling endolysosome-mitochondrion-mediated cell senescence",
    "authors": "Zhang, F.; Wang, Y.; Zhang, L.; Wang, C.; Chen, D.; Liu, H.; Xu, R.; Haynes, C. M.; Shim, J.-H.; Ge, X.",
    "abstract": "The dysfunction of the cellular endolysosomal pathway, such as in lysosomal storage diseases, can cause severe musculoskeletal disorders. However, how endolysosomal dysfunction causes musculoskeletal abnormalities remains poorly understood, limiting therapeutic options. Here, we report that CHMP5, a member of the endosomal sorting complex required for transport (ESCRT)-III protein family, is essential to maintain the endolysosomal pathway and regulate bone formation in osteogenic lineage cells. Genetic ablation of Chmp5 in mouse osteogenic cells increases bone formation in vivo and in vitro. Mechanistically, Chmp5 deletion causes endolysosomal dysfunction by decreasing the VPS4A protein, and CHMP5 overexpression is sufficient to increase the VPS4A protein. Subsequently, endolysosomal dysfunction disturbs mitochondrial functions and increases mitochondrial ROS, ultimately resulting in skeletal cell senescence. Senescent skeletal cells cause abnormal bone formation by combining cell-autonomous and paracrine actions. Importantly, the elimination of senescent cells using senolytic drugs can alleviate musculoskeletal abnormalities in Chmp5 conditional knockout mice. Therefore, our results show that cell senescence represents an underpinning mechanism and a therapeutic target for musculoskeletal disorders caused by the aberrant endolysosomal pathway, such as in lysosomal storage diseases. These results also uncover the function and mechanism of CHMP5 in the regulation of cell senescence by affecting the endolysosomal-mitochondrial pathway.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.08.03.233874v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.08.03.233874v4.full.pdf",
    "published": "2025-03-27",
    "doi": "10.1101/2020.08.03.233874",
    "source": "biorxiv"
  },
  {
    "title": "Evolution is in the details: Regulatory differences in modern human and Neanderthal",
    "authors": "Barker, H.; Parkkila, S.; Tolvanen, M.",
    "abstract": "Transcription factor proteins play a critical role in the regulation of eukaryote gene expression via sequence- specific binding to genomic locations known as transcription factor binding sites.\n\nWe studied sites of genomic variation between modern human and Neanderthal promoters. We detected significant differences in the binding affinities of 110 transcription factors to the promoters of 74 target genes. The transcription factors were enriched for terms related to vision, motor neurons, homeobox, and brain, whereas the target genes and their direct interactors were enriched in terms related to autism, brain, connective tissue, trachea, prostate, skull morphology, and vision. Secondary analysis of single-cell data revealed that a subset of the identified transcription factors (CUX1, CUX2, ESRRG, FOXP1, FOXP2, MEF2C, POU6F2, PRRX1 and RORA) co-occur as marker genes in L4 glutamatergic neurons. The majority of these genes have known roles in autism and/or schizophrenia and are associated with human accelerated regions (elevated divergence in humans vs. other primates). These results support the value of gene regulation studies for the evolution of human cognitive abilities and the neuropsychiatric disorders that accompany it.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.09.04.282749v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.09.04.282749v4.full.pdf",
    "published": "2025-01-09",
    "doi": "10.1101/2020.09.04.282749",
    "source": "biorxiv"
  },
  {
    "title": "Cell population migration cycle and response to environmental pH in Bacillus subtilis",
    "authors": "Nakayama, M.; Takagi, I.; Wakita, J.-i.; Shoji, W.; Tasaki, S.",
    "abstract": "Microbial populations are ubiquitous and some form a robust, multicellular structure called biofilm that protects the cells from environmental damage. The dispersion cycle is critical for controlling the population of important target microbes (both pathogenic and beneficial). Here, we show that the hysteresis of Bacillus subtilis cell-type regulation with respect to auto-inducing signal strength triggers the migration cycle of the cell population. We investigate migration cycle and its dependence on environmental conditions by quantitative analysis of cyclically expanding, concentric circular colonies. Next, we construct an input/output model that controls cell types in response to environmental conditions and signal density. On the basis of this model, we propose a migration cycle model for cell populations. The proposed model will widely predict biofilm-related phenomena and provide the basis for the description of highly self-regulating multicellular systems.\n\nHighlightsO_LIWe study concentric colonies of B. subtilis that embody the migration cycle.\nC_LIO_LIExternal pH changes the proportion of migration and growth phases in the cycle.\nC_LIO_LIWe propose a model of cell and cell population type regulation.\nC_LIO_LIHysteresis in the model can explain the concentric pattern formation mechanism.\nC_LIO_LIThe model predicts cell population regulation in response to the environment.\nC_LI",
    "url": "https://www.biorxiv.org/content/10.1101/2020.09.11.292474v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.09.11.292474v4.full.pdf",
    "published": "2025-03-11",
    "doi": "10.1101/2020.09.11.292474",
    "source": "biorxiv"
  },
  {
    "title": "Adaptive fitness in APC-mutant cells requires chromosome rearrangements",
    "authors": "Kawasaki, Y.; Hamaji, T.; Owada, K.; Hayashi, A.; Wu, Y.; Nogi, T.; Okada, M.; Sakai, S.; Tokushige, N.; Sasagawa, S.; Nakagawa, H.; Kouyama, Y.; Niida, A.; Mimori, K.; Kuroda, T.; Senda, T.; Ohsugi, M.; Fumoto, K.; Kikuchi, A.; Widlund, P. O.; Kiyosue, K.; Yamashita, N.; Morita, M.; Yokota, H.; Arjunan, S. N. V.; Chew, W.-X.; Takahashi, K.; Legant, W. R.; Chen, B.-C.; Betzig, E.; Smits, R.; Fodde, R.; Oshima, H.; Oshima, M.; Taketo, M. M.; Akiyama, T.; Mimori-Kiyosue, Y.",
    "abstract": "Cancer cells tolerate copy number alterations (CNAs) of genomic regions that are lethal to non-cancer cells. Certain CNAs are preferentially associated with specific cancer types and lineages, but the mechanisms underlying the emergence and selection of specific CNAs remain unclear. Adenomatous polyposis coli (APC) mutations induce mitotic errors, but their impact on tumor evolution remains elusive. We investigated APC function in cultured cells and tumors and found that its loss led to {beta}-catenin accumulation at centrosomes, suppressing its maturation through inhibition of key centrosome regulators, including Aurora kinase A (AURKA) that promotes tumor growth. These defects collectively reduced cellular fitness, leading to impaired mitotic fidelity and delayed cell cycle progression. However, in APC-mutant tumors, AURKA activity was maintained, at least in part, through the amplification of chromosomes harboring AURKA and its activator genes, yet this alone was insufficient to fully restore proliferation: aberrant chromosomal reorganization also emerged and contributed to the adaptive fitness of APC-mutant cells. Such a process of adaptive CNA selection provides a framework for understanding how specific CNAs are selected to counteract disadvantages imposed by genetic alterations during tumor progression, providing one key insight into how specific CNAs are selected in this context.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.09.18.303016v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.09.18.303016v3.full.pdf",
    "published": "2025-03-02",
    "doi": "10.1101/2020.09.18.303016",
    "source": "biorxiv"
  },
  {
    "title": "Arabidopsis inositol polyphosphate kinases regulate COP9 signalosome deneddylase functions in phosphate-homeostasis",
    "authors": "Walia, Y.; Kasera, M.; Laha, D.; Schaaf, G.; BHATTACHARJEE, S.",
    "abstract": "Plant Cullin RING Ubiquitin E3 ligases (CRLs) facilitate targeted protein degradation during physiological development and adaptation to stress. The deneddylase activity of COP9 signalosome (CSN) regulates cellular ratios of neddylated cullins available for the continuum of CRL functions. While selective inositol polyphosphates (InsPs) function as co-factors in plant responses involving the ubiquitylation of negative regulators, a relationship to CSN-CRL activities has not yet been established. Here, we show that the two Arabidopsis thaliana InsP-kinases IPK1 and ITPK1 physically interact and metabolically connect with the CSN holo-complex to modulate cullin deneddylation efficiency. Specifically, functional deficiency of ITPK1 lowers cullin deneddylation rates and disrupts the dissociation equilibrium of CSN5, the deneddylase catalytic subunit, and CUL1 with the holo-complex. Our results identify a novel auto-regulatory switch of CSN functions, defined by deneddylation activity. We further demonstrate that phosphate starvation response (PSR), which is induced in Pi-starved wild-type plants and constitutive in the above InsP-kinase mutants, is orchestrated in part by reduced deneddylation rates that, in turn, affect the stability of SPX4, a key negative regulator of PSR. Pharmacological inhibition of cullin neddylation stabilizes SPX4 and impairs PSR, thus linking CSN-CRL dynamics to phosphate (Pi)-sensing. Conversely, when exposed to compounds that inhibit CSN5 deneddylase activity, wild-type plants display phenotypes similar to the above InsP-kinase mutants. Overall, our data reveal that the regulation of plant Pi-starvation responses by specific InsP-kinases is caused by a direct role of these kinases in balancing coordination between CRL-CSN activities.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.10.02.323584v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.10.02.323584v4.full.pdf",
    "published": "2025-02-11",
    "doi": "10.1101/2020.10.02.323584",
    "source": "biorxiv"
  },
  {
    "title": "Genotype-free individual genome reconstruction of Multiparental Population Models by RNA sequencing data",
    "authors": "Choi, K.; Lloyd, M. W.; He, H.; Gatti, D. M.; Philip, V. M.; Raghupathy, N.; Vincent, M.; Lek, S.; Gyuricza, I. G.; Munger, S. C.; Attie, A. D.; Keller, M. P.; Chesler, E. J.; Broman, K. W.; SRIVASTAVA, A.; Churchill, G. A.",
    "abstract": "AbstractMulti-parent populations (MPPs), model organisms derived from two or more inbred founder strains, are widely used in biomedical and agricultural research. Gene expression profiling by direct RNA sequencing (RNA-Seq) is commonly applied to MPPs to investigate gene expression regulation and to identify candidate genes. In genetically diverse populations, including MPPs, quantification of gene expression is improved when the RNA-Seq reads are aligned to individualized transcriptomes that incorporate known polymorphic loci. However, the process of constructing and analyzing individual genomes can be computationally demanding and error prone. We propose a new approach, genome reconstruction by RNA-Seq (GBRS), that relies on simultaneous alignment of RNA-Seq reads to founder strain transcriptomes to reconstruct the diploid genome and quantify total and allele-specific gene expression in MPPs. We demonstrate that GBRS performs as well as methods that rely on high-density genotyping arrays. When used in conjunction with other genotyping methods, GBRS provides quality control for detecting sample mix-ups or contamination. GBRS software is freely available at https://github.com/churchill-lab/gbrs.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.10.11.335323v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.10.11.335323v3.full.pdf",
    "published": "2025-03-17",
    "doi": "10.1101/2020.10.11.335323",
    "source": "biorxiv"
  },
  {
    "title": "DANGO: Predicting higher-order genetic interactions",
    "authors": "Zhang, R.; Bafna, M.; Ma, J.; Ma, J.",
    "abstract": "Higher-order genetic interactions, which have profound implications for understanding the molecular mechanisms of phenotypic variation, remain poorly characterized. Most studies to date have focused on pairwise interactions, as designing high-throughput experimental screenings for the vast combinatorial search space of higher-order molecular interactions is dauntingly challenging. Here, we develop DO_SCPLOWANGOC_SCPLOW, a computational method based on a self-attention hypergraph neural network, designed to effectively predict higher-order genetic interaction among groups of genes. As a proof-of-concept, we provide comprehensive predictions for over 400 million trigenic interactions in the yeast S. cerevisiae, significantly expanding the quantitative characterization of such interactions. Our results demonstrate that DO_SCPLOWANGOC_SCPLOW accurately predicts trigenic interactions, uncovering both known and novel biological functions related to cell growth. We further incorporate protein embeddings and model uncertainty scoring to enhance the biological relevance and interpretability of the predicted interactions. Moreover, the predicted interactions can serve as powerful genetic markers for growth response under diverse conditions. Together, DO_SCPLOWANGOC_SCPLOW enables a more complete map of complex genetic interactions that impinge upon phenotypic diversity.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.11.26.400739v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.11.26.400739v2.full.pdf",
    "published": "2025-01-13",
    "doi": "10.1101/2020.11.26.400739",
    "source": "biorxiv"
  },
  {
    "title": "Bacterial sirtuin CobB and PRPP synthase crosstalk in the regulation of protein acetylation in Escherichia coli",
    "authors": "Walter, B. M.; Morcinek-Orlowska, J.; Szulc, A.; Lovering, A. L.; Haycocks, J. R. J.; Banzhaf, M.; Glinkowska, M. K.",
    "abstract": "In bacteria, post-translational acetylation of lysine residues affects the activities of numerous proteins, thus constituting an important regulatory mechanism that influences bacterial growth and adaptation to various environments. Conversely, the modification level of some lysine residues is controlled by deacetylases that remove the acetyl group. Most bacterial deacetylases are homologous to eukaryotic sirtuins, which utilize NAD+ as a cofactor. The Escherichia coli genome encodes a single sirtuin - CobB. However, both the regulation of CobB activity and the role that reversible acetylation plays in the control of protein functions and cellular pathways are not fully understood.\n\nIn this study, we demonstrate that CobB forms a stable complex with PRPP synthase Prs. PRPP synthase is responsible for providing precursor metabolite for the synthesis of certain amino acids as well as nucleotides, including the cofactor NAD+. This association stimulates the deacetylation rate by CobB and protects it from inhibition by its reaction byproduct nicotinamide. We present evidence indicating that acetylation of Prs is physiologically significant and impacts E. coli metabolism and global protein acetylation level, although it does not affect CobB binding in vitro. In turn, Prs can be deacetylated by CobB, while formation of CobB-Prs complex formation safeguards PRPP synthase activity under non-optimal conditions. We propose that formation of the complex regulates deacetylation of other protein substrates by CobB.",
    "url": "https://www.biorxiv.org/content/10.1101/2020.12.09.417477v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2020.12.09.417477v3.full.pdf",
    "published": "2025-03-06",
    "doi": "10.1101/2020.12.09.417477",
    "source": "biorxiv"
  },
  {
    "title": "Two interconnected patterning loops are required for body axis and head organizer formation in Hydra",
    "authors": "Mercker, M.; Tursch, A.; Veerman, F.; Kazarnikov, A.; Höger, S.; Lengfeld, T.; Özbek, S.; Holstein, T. W.; Marciniak-Czochra, A.",
    "abstract": "The formation of body axes and apical termini is crucial for animal development. In Hydra, nuclear {beta}-catenin and Wnt3 play key roles and were previously thought to be part of a single mechanism for axis and head formation. This study challenges this view by combining mathematical modeling with experimental data. We show that {beta}-catenin and Wnt3 patterning in Hydra operate at two different scales, requiring distinct inhibitory mechanisms. {beta}-catenin, possibly interacting with other Wnts, co-ordinates axis formation, whereas Wnt3 is involved in small-scale head patterning. A double-loop reaction-diffusion model was developed, demonstrating the ability to describe patterns with divergent shapes, which single-loop models could not achieve. The previously proposed threshold mechanism for Wnt3 expression based on {beta}-catenin prepatterns could not explain the data. Our results suggest a more complex patterning mechanism in other animals, where axis and head formation may not be controlled by a single process.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.02.05.429954v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.02.05.429954v4.full.pdf",
    "published": "2025-02-25",
    "doi": "10.1101/2021.02.05.429954",
    "source": "biorxiv"
  },
  {
    "title": "A trade-off between stress resistance and tolerance underlies the adaptive response to hydrogen peroxide",
    "authors": "Jacquel, B.; Kavcic, B.; Aspert, T.; Kuehn, A.; Zhuralev, A.; Byckov, E.; Matifas, A.; Morgan, B.; Julou, T.; Charvin, G.",
    "abstract": "The physiological adaptation to environmental stress involves complex molecular responses leading to separate cellular fates aimed at maximizing fitness: either cells can maintain proliferation by degrading the effects of the stressor (i.e. resistance), or they focus on ensuring cell survival (i.e. tolerance), even at the expense of proliferation. These strategies are complementary, yet whether they are coordinated to ensure an optimal physiological stress response remains unknown. Here, we used microfluidics and live cell imaging to explore the genetic basis of the interplay between resistance and tolerance during the response to hydrogen peroxide (H2O2) in budding yeast. Our analysis unraveled that the deletion of zwf1{Delta}, which is responsible for NADPH synthesis via the PPP pathway, led to a decrease in resistance that was counterbalanced by an unexpected exacerbation of tolerance to H2O2. This trade-off between stress resistance and stress tolerance was further characterized using both genetic and environmental interventions, and we confirmed that it was conserved in bacteria. Our results support a model in which redox signaling triggers the switch to a nutrients-dependent non-proliferative tolerant state via inhibition of protein kinase A when the H2O2 homeostatic response is overwhelmed. Our framework could help develop synergistic therapies that target mechanisms driving both resistance and tolerance to prevent drug escape mechanisms and disease relapse.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.04.23.440814v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.04.23.440814v4.full.pdf",
    "published": "2025-01-24",
    "doi": "10.1101/2021.04.23.440814",
    "source": "biorxiv"
  },
  {
    "title": "De novo identification of universal cell mechanics gene signatures",
    "authors": "Urbanska, M.; Ge, Y.; Winzi, M.; Abuhattum, S.; Ali, S. S.; Herbig, M.; Kraeter, M.; Toepfner, N.; Durgan, J.; Florey, O.; Dori, M.; Calegari, F.; Lolo, F.-N.; del Pozo, M. A.; Taubenberger, A.; Cannistraci, C. V.; Guck, J.",
    "abstract": "Cell mechanical properties determine many physiological functions, such as cell fate specification, migration, or circulation through vasculature. Identifying factors that govern the mechanical properties is therefore a subject of great interest. Here we present a mechanomics approach for establishing links between single-cell mechanical phenotype changes and the genes involved in driving them. We combine mechanical characterization of cells across a variety of mouse and human systems with machine learning-based discriminative network analysis of associated transcriptomic profiles to infer a conserved network module of five genes with putative roles in cell mechanics regulation. We validate in silico that the identified gene markers are universal, trustworthy and specific to the mechanical phenotype across the studied mouse and human systems, and demonstrate experimentally that a selected target, CAV1, changes the mechanical phenotype of cells accordingly when silenced or overexpressed. Our data-driven approach paves the way towards engineering cell mechanical properties on demand to explore their impact on physiological and pathological cell functions.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.04.26.441418v4",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.04.26.441418v4.full.pdf",
    "published": "2025-02-06",
    "doi": "10.1101/2021.04.26.441418",
    "source": "biorxiv"
  },
  {
    "title": "Long-range organization of primary intestinal fibroblasts guides directed and persistent migration of organoid-derived intestinal epithelia",
    "authors": "Fernandez-Majada, V.; Comelles, J.; Abad-Lazaro, A.; Acevedo, V.; Esteve-Codina, A.; Hernando-Momblona, X.; Batlle, E.; Martinez, E.",
    "abstract": "Fibroblasts reside underneath most epithelial tissues. In the intestine, their role has been mostly restricted to a secretory and supportive role. Recent studies have shown that fibroblasts migration is key during vilification and wound healing. Yet, whether interactions between epithelial cells with fibroblasts and with the matrix contribute to epithelial movement remains elusive. Here, we show that intestinal fibroblasts enhance the directed and persistent migration of organoid-derived intestinal epithelia. By using a novel gap closure in vitro model of the intestinal mucosa that includes both the epithelium and the stromal compartments, we demonstrate that the physical presence of fibroblasts in contact with the epithelium plays a crucial role in epithelial restoration by enhancing epithelial tissue integrity. Our results demonstrate that fibroblasts undergo long-range ordering to align perpendicularly to the epithelial migrating front, and deposit protein paths that act as contact guidance features to direct epithelial migration. In turn, only the physical interaction of intestinal fibroblasts with intestinal organoids drives epithelial spreading in three dimensions. Our results demonstrate that fibroblasts actively coordinate to accelerate intestinal epithelial restoration.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.05.28.446131v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.05.28.446131v2.full.pdf",
    "published": "2025-01-20",
    "doi": "10.1101/2021.05.28.446131",
    "source": "biorxiv"
  },
  {
    "title": "FastGxC: Fast and Powerful Context-Specific eQTL Mapping in Bulk and Single-Cell Data",
    "authors": "Krockenberger, L.; Lu, A.; Thompson, M.; Liu, C.; Gordon, M. G.; Ramste, A.; Carcamo-Orive, I.; Knowles, J. W.; Dahl, A.; Ye, C. J.; Zaitlen, N.; Balliu, B.",
    "abstract": "Context-specific eQTLs mediate genetic risk for complex diseases. However, limitations in current methods for identifying these eQTLs have hindered their comprehensive characterization and downstream interpretation of disease-associated variants. Here, we introduce FastGxC, a method to efficiently and powerfully map context-specific eQTLs by leveraging the correlation structure in genomic studies with repeated sampling, e.g., single-cell RNA-sequencing. Using simulations, we demonstrate that FastGxC is up to nine times more powerful and 106 times faster than existing approaches, reducing computation time from years to minutes. We applied FastGxC to bulk multi-tissue (N=698) and single-cell PBMC (N=1,218) RNA-seq datasets, generating comprehensive tissue- and cell-type-specific eQTL maps. These eQTLs exhibited up to four-fold enrichment in open chromatin regions from matched contexts and were twice as enriched as standard context-specific eQTLs, highlighting their biological relevance. Furthermore, we examined the relationship between context-specific eQTLs and complex human traits and diseases. FastGxC improved precision in identifying relevant contexts for each trait by three-fold and expanded candidate causal genes by 25% in cell types and 6% in tissues compared to standard eQTLs. In summary, FastGxC provides a powerful framework for mapping context-specific eQTLs, advancing our understanding of gene regulatory mechanisms underlying complex human traits and diseases.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.06.17.448889v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.06.17.448889v2.full.pdf",
    "published": "2025-03-26",
    "doi": "10.1101/2021.06.17.448889",
    "source": "biorxiv"
  },
  {
    "title": "In silico tool for Predicting, Designing and Scanning IL-2 inducing peptides",
    "authors": "Mehta, N. K.; Lathwal, A.; Kumar, R.; Kaur, D.; Raghava, G. P. S.",
    "abstract": "Interleukin-2 (IL-2) based immunotherapy has been approved for treating certain types of cancer, as IL-2 plays a crucial role in regulating the immune system. In this study, we developed a method for predicting IL-2-inducing peptides. Our method was trained, tested, and validated on a main dataset containing 6,574 experimentally validated Major histocompatibility complex (MHC) binders, including 3,429 IL-2-inducing and 3,145 non-inducing peptides. A primary analysis of IL-2 inducing and non-inducing peptides revealed that certain residues, such as alanine and leucine, are more abundant in IL-2-inducing peptides. Initially, we developed alignment-based methods, which demonstrated high precision but limited coverage. Subsequently, we developed artificial intelligence-based models, including machine learning (ML), deep learning (DL), and large language models (LLM), to predict IL-2-inducing peptides. Our Extra Tree-based model, developed using dipeptide composition and peptide length, achieved a maximum AUC of 0.82. Finally, we constructed ensemble models that combined artificial intelligence and alignment-based methods. Our best ensemble model, which integrates the Extra Tree-based model with MERCI, achieved the highest AUC of 0.84 and an MCC of 0.51 on the main dataset. One limitation of the main dataset is that both IL-2-inducing and non-inducing peptides are MHC binders. To address this limitation, we created two additional datasets: Alternate Dataset 1, consisting of 3,429 IL-2-inducing peptides and 3,429 non-inducing peptides (MHC non-binders), and Alternate Dataset 2, consisting of 3,429 IL-2-inducing peptides and 3,439 non-inducing peptides (MHC binders + MHC non-binders). Our best ensemble model achieved AUCs of 0.9 and 0.8 with MCCs of 0.61 and 0.44 on Alternate Datasets 1 and 2, respectively. To assist the scientific community, we have integrated the best models from this study into a standalone software and web server, IL2pred, which enables users to predict, scan, and design IL-2-inducing peptides (https://webs.iiitd.edu.in/raghava/il2pred/).\n\nHighlightsO_LIDevelopment of alignment-based techniques for predicting IL-2-inducing peptides.\nC_LIO_LIIdentification of amino acid patterns associated with IL-2 induction.\nC_LIO_LIImplementation of machine learning, deep learning, and LLM-based models for peptide prediction.\nC_LIO_LIEnsemble approaches combining alignment-based and AI-driven methods and integration into the webserver.\nC_LI",
    "url": "https://www.biorxiv.org/content/10.1101/2021.06.20.449146v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.06.20.449146v2.full.pdf",
    "published": "2025-01-28",
    "doi": "10.1101/2021.06.20.449146",
    "source": "biorxiv"
  },
  {
    "title": "Mathematically and biologically consistent framework for presence-absence pairwise indices",
    "authors": "Sizling, A. L.; Keil, P.; Tjorve, E.; Tjorve, K. M. C.; Zarsky, J. D.; Storch, D.",
    "abstract": "A large number of indices for presence-absence data that compare two assemblages have been proposed or reinvented. Interpretation of these indices varies across the literature, despite efforts for clarification and unification. Most effort has focused on the mathematics behind the indices, their relationships with diversity, and with each other. At the same time, the following issues have been largely overlooked: (i) requirement that a small re-arrangement of assemblages should only cause a small change in an index, (ii) inferences from the indices about diversity patterns, (iii) inter-dependence of indices based on their information value, (iv) overlap of the ecological phenomena that the indices aim to capture, and (v) incomparability of measures of different phenomena. Neglecting these issues has resulted in the invention or reinvention of indices without increasing their information value, although this value is crucial for correct interpretation of the indices. We offer a framework for pairwise diversity indices that accounts for these issues. We differentiate between statistical and information dependence of indices and show mathematical links between all indices, even those that have not yet been developed. Using linear algebra, we show (1) which set of indices carries complete information on assemblage arrangement, (2) how to calculate any index from two presence-absence indices, which can be used to standardize and compare different indices across the literature, and (3) what can be inferred about diversity phenomena from different informationally independent indices. It is impossible to purify an index of a single biodiversity phenomenon from the effects of other phenomena, because these phenomena inevitably constrain each other. Consequently, many recently proposed indices do not measure the phenomena that they were intended to measure. In contrast, a proper inference can be made by combining classical indices from different, information independent families.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.07.14.452244v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.07.14.452244v3.full.pdf",
    "published": "2024-12-14",
    "doi": "10.1101/2021.07.14.452244",
    "source": "biorxiv"
  },
  {
    "title": "The zebra finch auditory cortex reconstructs occluded syllables in conspecific song",
    "authors": "Le, B.; Bjoring, M. C.; Meliza, C. D.",
    "abstract": "In the perceptual illusion known as phonemic (or auditory) restoration, listeners hear sounds occluded by short bursts of noise. The neural mechanisms that create this illusion by generating predictions of the missing information remain poorly understood. Zebra finches (Taeniopygia guttata) use song, a sequence of complex vocal elements, to communicate in noisy social environments. Here, we found that in anesthetized finches, populations of single units in the homolog of auditory cortex respond to occluded songs as if the missing elements were present. This occurs even for songs birds have never heard, but not if the context is masked or lacks species-typical syntax. These results suggest that local neural dynamics pre-attentively instantiate a general model of conspecific song that biases auditory responses to restore missing information.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.07.19.452925v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.07.19.452925v2.full.pdf",
    "published": "2025-02-11",
    "doi": "10.1101/2021.07.19.452925",
    "source": "biorxiv"
  },
  {
    "title": "Targeted Bacteriophage T4 Nanoparticles Reverse HIV-1 Latency in CD4+ Human T Cells",
    "authors": "Batra, H.; Zhu, J.; Jain, S.; Ananthaswamy, N.; Mahalingam, M.; Tao, P.; Lange, C.; Hill, S.; Zhong, C.; Kearney, M. F.; Hu, H.; Maldarelli, F.; Rao, V. B.",
    "abstract": "A major barrier for HIV-1 eradication is the latent virus reservoir containing stably integrated and silent proviruses in CD4+ T-cells. Targeted reactivation and removal of this latent reservoir is a potential strategy for HIV-1 cure but remains a major challenge. Here, we investigated whether CD4-targeted bacteriophage T4 capsid nanoparticles that mimic HIV envelope can reactivate HIV-1 latency. The nanoparticles were arrayed with CD4-binding CD4-DARPin, or HIV-1 gp140 envelope trimer. When exposed to J-Lat T-cell model of HIV-1 latency or primary T-lymphocytes from human PBMCs, these nanoparticles activated CD4+ T-cells without causing global T-cell activation, which led to activation of HIV-1 proviral transcription, viral protein production and release. Intriguingly, the observed T-cell activation and HIV-1 latency reversal do not involve the classic PKC or NFAT pathways and did not lead to cytokine storm. These studies indicate that engineered non-infectious bacteriophages can be exploited for HIV-1 cure and targeted T-cell therapies.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.07.20.453091v3",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.07.20.453091v3.full.pdf",
    "published": "2025-03-02",
    "doi": "10.1101/2021.07.20.453091",
    "source": "biorxiv"
  },
  {
    "title": "Transcranial magnetic stimulation of the occipital cortex interferes with foot movements in acquired but not congenitally blind individuals",
    "authors": "Ikegami, T.; Miura, G.; Hirashima, M.; Naito, E.; Hirose, S.",
    "abstract": "Research has shown that the occipital cortex can be reorganized and repurposed for nonvisual perception and cognitive functions following visual loss in blind individuals. However, no studies have directly examined the involvement of the visual cortex in motor function. Here, we show that a rhythmic foot movement performed by acquired blind individuals can be disrupted by transcranial magnetic stimulation (TMS) to their primary and secondary visual cortex (V1/V2). This disruptive effect was absent for congenitally blind or sighted individuals. As a control, TMS to the neck muscles of acquired blind individuals confirms that this disruptive effect was not caused solely by the sensory (tactile/auditory) sensations accompanying the stimulation. Our results provide the direct evidence that functional repurposing of the human visual cortex is not restricted to perception and cognitive functions but also extends to motor function. Moreover, our findings suggest the nessecity of the visual experience before visual loss for the functional reorganization of the visual cortex for motor function.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.08.03.454870v6",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.08.03.454870v6.full.pdf",
    "published": "2025-01-28",
    "doi": "10.1101/2021.08.03.454870",
    "source": "biorxiv"
  },
  {
    "title": "Default Mode Network Connectivity Predicts Individual Differences in Long-Term Forgetting: Evidence for Storage Decay, not Retrieval Failure",
    "authors": "Xu, Y.; Prat, C. S.; Sense, F.; van Rijn, H.; Stocco, A.",
    "abstract": "Despite the importance of memories in everyday life and the progress made in understanding how they are encoded and retrieved, the neural processes by which declarative memories are maintained or forgotten remain elusive. Part of the problem is that it is empirically difficult to measure the rate at which memories fade, even between repeated presentations of the source of the memory. Without such a ground-truth measure, it is hard to identify the corresponding neural correlates. This study addresses this problem by comparing individual patterns of functional connectivity against behavioral differences in forgetting speed derived from computational phenotyping. Specifically, the individual-specific values of the speed of forgetting in long-term memory (LTM) were estimated for 33 participants using a formal model fit to accuracy and response time data from an adaptive fact learning task. Individual speeds of forgetting were then used to examine participant-specific patterns of resting-state fMRI connectivity, using machine learning techniques to identify the most predictive and generalizable features. Our results show that individual speeds of forgetting are associated with resting-state connectivity within the default mode network (DMN) as well as between the DMN and cortical sensory areas. Cross-validation showed that individual speeds of forgetting were predicted with high accuracy (r = .78) from these connectivity patterns alone. These results support the view that DMN activity and the associated sensory regions are actively involved in maintaining memories and preventing their decline, suggesting that forgetting is better understood as a result of storage decay, rather than retrieval failure.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.08.04.455133v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.08.04.455133v2.full.pdf",
    "published": "2024-12-15",
    "doi": "10.1101/2021.08.04.455133",
    "source": "biorxiv"
  },
  {
    "title": "Transitions in the proteome and phospho-proteome during early embryonic development in Xenopus",
    "authors": "Van Itallie, E.; Sonnett, M.; Kalocsay, M.; Wuhr, M.; Peshkin, L.; Kirschner, M. W.",
    "abstract": "Vertebrate development from an egg to a complex multi-cell organism is accompanied by multiple phases of genome-scale changes in the repertoire of proteins and their post-translational modifications. While much has been learned at the RNA level, we know less about changes at the protein level. In this paper, we present a deep analysis of changes of [~]15,000 proteins and [~]11,500 phospho-sites at 11 developmental time points in Xenopus laevis embryos ranging from the stage VI oocyte to juvenile tadpole. We find that the most dramatic changes to the proteome occur during the transition to functional organ systems, which occurs as the embryo becomes a tadpole. At that time, the absolute amount of non-yolk protein increases two-fold, and there is a shift in the balance of expression from proteins regulating gene expression to receptors, ligands, and proteins involved in cell-cell and cell-environment interactions. Between the early and late tadpole, the median increase for membrane and secreted proteins is substantially higher than that of nuclear proteins. To begin to appreciate changes at the post-translational level, we have measured quantitative phospho-proteomic data across the same developmental stages. In contrast to the significant protein changes that are concentrated at the end of the time series, the most significant phosphorylation changes are concentrated in the very early stages of development. A clear exception are phosphorylations of proteins involved in gene expression: these increase just after fertilization, with patterns that are highly correlated with the underlying protein changes. To facilitate the interpretation of this unique phospho-protoeme data set, we created a pipeline for identifying homologous human phosphorylations from the measured Xenopus phospho-proteome. Overall, we detected many profound temporal transitions, that suggest concerted changes in developmental strategies in the embryo, which are particularly pronounced once early patterning and specification are complete.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.08.05.455309v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.08.05.455309v2.full.pdf",
    "published": "2025-02-17",
    "doi": "10.1101/2021.08.05.455309",
    "source": "biorxiv"
  },
  {
    "title": "Redesigning the Eterna100 for the Vienna 2 folding engine",
    "authors": "Koodli, R. V.; Rudolfs, B.; Romano, J.; Wayment-Steele, H. K.; Dunlap, W. A.; Eterna Structure Designers,  ; Das, R.",
    "abstract": "The rational design of RNA is becoming important for rapidly developing technologies in medicine and biochemistry, spurring development of numerous RNA secondary structure design algorithms and benchmarks to evaluate their performance. However, the problem of RNA design is dependent upon the reverse problem of RNA structure prediction through \"folding engines\" that predict structure from sequence. We hypothesized that differences in RNA folding engines could impact design algorithms, and recruited an online community of RNA design experts to modify the widely-used RNA secondary structure design benchmark, Eterna100, to address unsolvability of some cases when changing the folding engine used (Vienna 1.8 updated to Vienna 2.6). We tested this new Eterna100-V2 benchmark with five RNA design algorithms, and found that while overall rankings remained similar, the performance of RNA design algorithms that depended on folding engines in their training did indeed depend on which underlying parameter set was used in training. This work demonstrates that the design \"difficulty\" of RNA structures is intrinsically linked to thermodynamic models, and suggests that future RNA design algorithms that are agnostic to thermodynamic models will result in optimal performance and development. Eterna100-V1 and Eterna100-V2 benchmarks and example solutions are freely available at https://github.com/eternagame/eterna100-benchmarking.\n\nAuthor SummaryDesigning RNA molecules that fold to a desired target structure is an algorithmic problem gathering increasing attention due to the emergence of RNA-based therapies and the need for rational design of RNAs. The Eterna100 dataset, a collection of target structures with increasing design difficulty, designed and selected by players of the crowdsourced RNA game Eterna, has been widely used to benchmark RNA design algorithms. However, these puzzles were originally developed using the now-deprecated version 1 of the ViennaRNA folding engine. In this manuscript, we introduce an updated benchmark, called the Eterna100-V2. We found that nineteen puzzles using Vienna 1 were unsolvable in Vienna 2, but that Eterna participants were able to re-design the puzzles with minimal modifications to make them solvable in Vienna 2. We confirmed that the rankings of 5 RNA design algorithms remained consistent between Eterna100-V1 and -V2. However, discrepancies in performance from algorithms that relied on thermodynamic models in their training suggest that algorithms will benefit from being agnostic to thermodynamic models as these models continue to improve.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.08.26.457839v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.08.26.457839v2.full.pdf",
    "published": "2025-03-01",
    "doi": "10.1101/2021.08.26.457839",
    "source": "biorxiv"
  },
  {
    "title": "Cumulative effects of mutation and selection on susceptibility to bacterial pathogens in Caenorhabditis elegans",
    "authors": "Saber, S.; Johnson, L. M.; Rifat, M. M. I.; Rouse, S.; Baer, C. F.",
    "abstract": "Understanding the evolutionary and genetic underpinnings of susceptibility to pathogens is of fundamental importance across a wide swathe of biology. Much theoretical and empirical effort has focused on genetic variants of large effect, but pathogen susceptibility often appears to be a polygenic complex trait. Here we investigate the quantitative genetics of survival over 120 hours of exposure (\"susceptibility\") of C. elegans to three bacterial pathogens of varying virulence, along with the standard laboratory food, the OP50 strain of E. coli. We compare the genetic (co)variance input by spontaneous mutations accumulated under minimal selection to the standing genetic (co)variance in a set of 47 wild isolates. Three conclusions emerge. First, mutations increase susceptibility to pathogens, and susceptibility is uncorrelated with fitness in the absence of pathogens. Second, the orientation in trait space of the heritable (co)variance of wild isolates is sufficiently explained by mutation. However, with the possible exception of S. aureus, pathogen susceptibility is clearly under purifying, directional, selection of magnitude roughly similar to that of competitive fitness in the MA conditions. The results provide no evidence for fitness tradeoffs between pathogen susceptibility and fitness in the absence of pathogens.",
    "url": "https://www.biorxiv.org/content/10.1101/2021.09.07.459309v2",
    "pdf_url": "https://www.biorxiv.org/content/10.1101/2021.09.07.459309v2.full.pdf",
    "published": "2024-12-18",
    "doi": "10.1101/2021.09.07.459309",
    "source": "biorxiv"
  }
]